Repository: mo-geb/Cocktails
Catalog: Cocktails/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, ko, nl, pl, pt_br, ro, sk, sv, tr, uk, zh_hans, zh_hant

# ingredient.raspberry_puree
source: Raspberry Puree
ar: مهروس توت العليق
da: Hindbærpuré
de: Himbeerpüree
es: Puré de frambuesa
fr: Purée de framboise
hu: Málna püré
it: Purea di Lampone
ja: ラズベリーピューレ
ko: 라즈베리 퓨레
nl: Frambozenpuree
pl: Puree malinowe
pt_br: Purê de Framboesa
ro: Piure de zmeură
sk: Malinové pyré
sv: Hallonpuré
tr: Ahududu Püresi
uk: Малинове пюре
zh_hans: 覆盆子泥
zh_hant: 覆盆子泥

# ingredient.raspberry_syrup
source: Raspberry Syrup
ar: شراب توت العليق
da: Hindbærsirup
de: Himbeersirup
es: Jarabe de frambuesa
fr: Sirop de framboise
hu: Málna szirup
it: Sciroppo di Lampone
ja: ラズベリーシロップ
ko: 라즈베리 시럽
nl: Frambozensiroop
pl: Syrop malinowy
pt_br: Xarope de Framboesa
ro: Sirop de zmeură
sk: Malinový sirup
sv: Hallonsirap
tr: Ahududu Şurubu
uk: Малиновий сироп
zh_hans: 覆盆子糖浆
zh_hant: 覆盆子糖漿

# ingredient.rum
source: Rum
ar: روم
da: Rom
es: Ron
fr: Rhum
ja: ラム
ko: 럼
ro: Rom
sv: Rom
tr: Rom
uk: Ром
zh_hans: 朗姆酒
zh_hant: 朗姆酒

# ingredient.rye
source: Rye
ar: راي
es: Centeno
fr: Seigle
ja: ライ
ko: 라이
nl: Rogge
pl: Żyto
pt_br: Centeio
ro: Secară
sk: Ražná whisky
sv: Råg
tr: Çavdar
uk: Житній віскі
zh_hans: 黑麦威士忌
zh_hant: 黑麥威士忌

# ingredient.salt_rim
source: Salt Rim
ar: حافة ملح
da: Saltkant
de: Salzrand
es: Borde de sal
fr: Bord salé
hu: Sóperem
it: Bordo di Sale
ja: 塩の縁
ko: 소금 림
nl: Zoutrand
pl: Brzeg solony
pt_br: Borda de Sal
ro: Margine cu sare
sk: Okraj so soľou
sv: Saltkant
tr: Tuzlu Kenar
uk: Солона облямівка
zh_hans: 盐边
zh_hant: 鹽邊

# ingredient.soda
source: Soda
ar: صودا
da: Sodavand
hu: Szóda
ja: ソーダ
ko: 소다
pt_br: Refrigerante
ro: Sodă
sk: Sóda
uk: Сода
zh_hans: 苏打
zh_hant: 蘇打

# ingredient.soda_water
source: Soda Water
ar: ماء صودا
da: Danskvand
de: Sodawasser
es: Agua con gas
fr: Eau gazeuse
hu: Szódavíz
it: Acqua Gassata
ja: ソーダ水
ko: 소다수
pl: Woda sodowa
pt_br: Água com Gás
ro: Apă minerală
sk: Sódová voda
sv: Sodavatten
tr: Soda Suyu
uk: Газована вода
zh_hans: 苏打水
zh_hant: 蘇打水

# ingredient.spirit
source: Spirit
ar: مشروب كحولي
da: Spiritus
de: Spirituose
es: Licor
fr: Alcool
hu: Szesz
it: Liquore
ja: スピリッツ
ko: 주류
nl: Sterke drank
pl: Alkohol
pt_br: Destilado
ro: Spirt
sk: Liehovina
sv: Sprit
tr: Ruh
uk: Спирт
zh_hans: 烈酒
zh_hant: 烈酒

# ingredient.sprite
source: Sprite
ar: سبرايت
ja: スプライト
ko: 스프라이트
zh_hans: 雪碧
zh_hant: 雪碧

# ingredient.sugar
source: Sugar
ar: سكر
da: Sukker
de: Zucker
es: Azúcar
fr: Sucre
hu: Cukor
it: Zucchero
ja: 砂糖
ko: 설탕
nl: Suiker
pl: Cukier
pt_br: Açúcar
ro: Zahăr
sk: Cukor
sv: Socker
tr: Şeker
uk: Цукор
zh_hans: 糖
zh_hant: 糖

# ingredient.sugar_cane_juice
source: Sugar Cane Juice
ar: عصير قصب السكر
da: Sukkerrørssaft
de: Zuckerrohrsaft
es: Jugo de caña de azúcar
fr: Jus de canne à sucre
hu: Nádcukor lé
it: Succo di Canna da Zucchero
ja: サトウキビジュース
ko: 사탕수수 주스
nl: Suikerrietsap
pl: Sok z trzciny cukrowej
pt_br: Caldo de Cana
ro: Suc de trestie de zahăr
sk: Šťava z cukrovej trstiny
sv: Sockerrörsjuice
tr: Şeker Kamışı Suyu
uk: Сік цукрової тростини
zh_hans: 甘蔗汁
zh_hant: 甘蔗汁

# ingredient.sugar_coated_lemon_wedge
source: Sugar coated lemon wedge
ar: شريحة ليمون مغطاة بالسكر
da: Sukkerbelagt citronstykke
de: Zuckerüberzogene Zitronenspalte
es: Cuña de limón con azúcar
fr: Quartier de citron enrobé de sucre
hu: Cukorral bevont citromszelet
it: Fetta di limone zuccherata
ja: 砂糖がけレモンウェッジ
ko: 설탕 코팅 레몬 웨지
nl: Met suiker bedekt citroenpartje
pl: Cukrem pokryty klin cytryny
pt_br: Fatia de Limão com Açúcar
ro: Felie de lămâie cu zahăr
sk: Cukrom obalený citrónový klin
sv: Sockertäckt citronklyfta
tr: Şeker Kaplı Limon Dilimi
uk: Лимонний клинок в цукрі
zh_hans: 糖裹柠檬角
zh_hant: 糖裹檸檬片

# ingredient.sugar_cube
source: Sugar Cube
ar: مكعب سكر
da: Sukkerknald
de: Zuckerwürfel
es: Terrón de azúcar
fr: Morceau de sucre
hu: Cukorkocka
it: Zolletta di Zucchero
ja: 角砂糖
ko: 각설탕
nl: Suikerklontje
pl: Kostka cukru
pt_br: Cubo de Açúcar
ro: Cub de zahăr
sk: Cukrová kocka
sv: Sockerbit
tr: Kesme Şeker
uk: Цукровий кубик
zh_hans: 方糖
zh_hant: 方糖

# ingredient.sugar_rim
source: Sugar Rim
ar: حافة سكر
da: Sukkerkant
de: Zuckerrand
es: Borde de azúcar
fr: Bord sucré
hu: Cukorperem
it: Bordo di Zucchero
ja: 砂糖の縁
ko: 설탕 림
nl: Suikerrand
pl: Brzeg cukrowy
pt_br: Borda de Açúcar
ro: Margine cu zahăr
sk: Okraj s cukrom
sv: Sockerkant
tr: Şekerli Kenar
uk: Цукрова облямівка
zh_hans: 糖边
zh_hant: 糖邊

# ingredient.sugar_syrup
source: Sugar Syrup
ar: شراب سكر
da: Sukkersirup
de: Zuckersirup
es: Jarabe de azúcar
fr: Sirop de sucre
hu: Cukorszirup
it: Sciroppo di Zucchero
ja: 砂糖シロップ
ko: 설탕 시럽
nl: Suikersiroop
pl: Syrop cukrowy
pt_br: Xarope de Açúcar
ro: Sirop de zahăr
sk: Cukrový sirup
sv: Sockerlag
tr: Şeker Şurubu
uk: Цукровий сироп
zh_hans: 糖浆
zh_hant: 糖漿

# ingredient.tabasco
source: Tabasco
ar: تاباسكو
ja: タバスコ
ko: 타바스코

# ingredient.tequila
source: Tequila
ar: تيكيلا
ja: テキーラ
ko: 데킬라
tr: Tekila
uk: Текіла
zh_hans: 龙舌兰
zh_hant: 龍舌蘭

# ingredient.tomato_juice
source: Tomato Juice
ar: عصير طماطم
da: Tomatjuice
de: Tomatensaft
es: Jugo de tomate
fr: Jus de tomate
hu: Paradicsomlé
it: Succo di Pomodoro
ja: トマトジュース
ko: 토마토 주스
nl: Tomatensap
pl: Sok pomidorowy
pt_br: Suco de Tomate
ro: Suc de roșii
sk: Paradajková šťava
sv: Tomatjuice
tr: Domates Suyu
uk: Томатний сік
zh_hans: 番茄汁
zh_hant: 番茄汁

# ingredient.tonic
source: Tonic
ar: تونك
es: Tónica
it: Tonica
ja: トニック
ko: 토닉
pt_br: Tônica
uk: Тонік
zh_hans: 汤力水
zh_hant: 湯力水

# ingredient.triple_sec
source: Triple Sec
ar: تريبل سيك
ja: トリプルセック
ko: 트리플 섹

# ingredient.vanilla_extract
source: Vanilla Extract
ar: خلاصة الفانيليا
da: Vaniljeekstrakt
de: Vanilleextrakt
es: Extracto de vainilla
fr: Extrait de vanille
hu: Vanília kivonat
it: Estratto di Vaniglia
ja: バニラエキス
ko: 바닐라 추출물
nl: Vanille-extract
pl: Ekstrakt waniliowy
pt_br: Extrato de Baunilha
ro: Extract de vanilie
sk: Vanilkový extrakt
sv: Vaniljextrakt
tr: Vanilya Özütü
uk: Екстракт ванілі
zh_hans: 香草精
zh_hant: 香草精

# ingredient.vanilla_sugar
source: Vanilla Sugar
ar: سكر الفانيليا
da: Vaniljesukker
de: Vanillezucker
es: Azúcar de vainilla
fr: Sucre vanillé
hu: Vaníliás cukor
it: Zucchero Vanigliato
ja: バニラシュガー
ko: 바닐라 설탕
nl: Vanillesuiker
pl: Cukier waniliowy
pt_br: Açúcar de Baunilha
ro: Zahăr vanilat
sk: Vanilkový cukor
sv: Vaniljsocker
tr: Vanilya Şekeri
uk: Ванільний цукор
zh_hans: 香草糖
zh_hant: 香草糖

# ingredient.vanilla_syrup
source: Vanilla Syrup
ar: شراب الفانيليا
da: Vaniljesirup
de: Vanillesirup
es: Jarabe de vainilla
fr: Sirop de vanille
hu: Vaníliaszirup
it: Sciroppo di Vaniglia
ja: バニラシロップ
ko: 바닐라 시럽
nl: Vanillesiroop
pl: Syrop waniliowy
pt_br: Xarope de Baunilha
ro: Sirop de vanilie
sk: Vanilkový sirup
sv: Vaniljsirap
tr: Vanilya Şurubu
uk: Ванільний сироп
zh_hans: 香草糖浆
zh_hant: 香草糖漿

# ingredient.vermouth
source: Vermouth
ar: فيرموث
de: Wermut
ja: ベルモット
ko: 베르무트
pl: Wermut
ro: Vermut
sk: Vermut
tr: Vermut
uk: Вермут
zh_hans: 苦艾酒
zh_hant: 苦艾酒

# ingredient.vodka
source: Vodka
ar: فودكا
de: Wodka
ja: ウォッカ
ko: 보드카
nl: Wodka
pl: Wódka
tr: Votka
uk: Горілка
zh_hans: 伏特加
zh_hant: 伏特加

# ingredient.whisky
source: Whisky
ar: ويسكي
ja: ウイスキー
ko: 위스키
tr: Viski
uk: Віскі
zh_hans: 威士忌
zh_hant: 威士忌

# ingredient.white_cacao_liqueur
source: White Cacao Liqueur
ar: مشروب كاكاو أبيض
da: Hvid kakaolikør
de: Weißer Kakaolikör
es: Licor de Cacao Blanco
fr: Liqueur de cacao blanc
hu: Fehér kakaólikőr
it: Liquore al cacao bianco
ja: ホワイトカカオリキュール
ko: 화이트 카카오 리큐어
nl: Witte Cacao Likeur
pl: Likier kakaowy biały
pt_br: Licor de Cacau Branco
ro: Lichior de cacao alb
sk: Biely kakaový likér
sv: Vit kakaolikör
tr: Beyaz Kakao Likörü
uk: Лікер з білого какао
zh_hans: 白可可利口酒
zh_hant: 白可可酒

# ingredient.worcestershire_sauce
source: Worcestershire Sauce
ar: صلصة ورشستر
de: Worcestersauce
es: Salsa Worcestershire
fr: Sauce Worcestershire
hu: Worcestershire szósz
it: Salsa Worcestershire
ja: ウスターソース
ko: 우스터셔 소스
nl: Worcestersaus
pl: Sos Worcestershire
pt_br: Molho Worcestershire
ro: Sos Worcestershire
sk: Worcesterská omáčka
sv: Worcestershiresås
tr: Worcestershire Sosu
uk: Вустерширський соус
zh_hans: 伍斯特酱
zh_hant: 喼汁

source: Ingredients
ar: المكونات
da: Ingredienser
de: Zutaten
es: Ingredientes
fr: Ingrédients
hu: Hozzávalók
it: Ingredienti
ja: 材料
ko: 재료
nl: Ingrediënten
pl: Składniki
pt_br: Ingredientes
ro: Ingrediente
sk: Ingrediencie
sv: Ingredienser
tr: Malzemeler
uk: Інгредієнти
zh_hans: 原料
zh_hant: 材料

source: Ingredients Imported
ar: تم استيراد المكونات
da: Ingredienser importeret
de: Zutaten importiert
es: Ingredientes Importados
fr: Ingrédients importés
hu: Hozzávalók importálva
it: Ingredienti Importati
ja: 輸入された材料
ko: 수입된 재료
nl: Ingrediënten Geïmporteerd
pl: Składniki zaimportowane
pt_br: Ingredientes Importados
ro: Ingrediente importate
sk: Ingrediencie importované
sv: Ingredienser importerade
tr: Malzemeler İthal Edildi
uk: Інгредієнти імпортовано
zh_hans: 导入的原料
zh_hant: 材料已匯入

source: It will be removed from any recipes that use it.
ar: سيتم إزالته من أي وصفات تستخدمه.
da: Det vil blive fjernet fra alle opskrifter, der bruger det.
de: Es wird aus allen Rezepten entfernt, die es verwenden.
es: Se eliminará de cualquier receta que lo use.
fr: Il sera retiré de toutes les recettes qui l'utilisent.
hu: Eltávolításra kerül minden receptből, amely használja.
it: Verrà rimosso da qualsiasi ricetta che lo utilizza.
ja: 使用されているレシピから削除されます。
ko: 사용 중인 레시피에서 제거됩니다.
nl: Het zal worden verwijderd uit alle recepten die het gebruiken.
pl: Zostanie usunięty z przepisów, które go używają.
pt_br: Será removido de qualquer receita que o use.
ro: Va fi eliminat din orice rețetă care îl folosește.
sk: Bude odstránené z akýchkoľvek receptov, ktoré ho používajú.
sv: Den kommer att tas bort från alla recept som använder den.
tr: Kullanıldığı tariflerden kaldırılacak.
uk: Він буде видалений з будь-яких рецептів, які його використовують.
zh_hans: 它将从使用它的任何食谱中移除。
zh_hant: 它將從使用它的任何食譜中移除。

source: Juices
ar: عصائر
da: Juicer
de: Säfte
es: Zumos
fr: Jus
hu: Levek
it: Succhi
ja: ジュース
ko: 주스
nl: Sappen
pl: Soki
pt_br: Sucos
ro: Sucuri
sk: Šťavy
sv: Juicer
tr: Meyve Suları
uk: Соки
zh_hans: 果汁
zh_hant: 果汁

source: Leaf
ar: ورقة
da: Blad
de: Blatt
es: Hoja
fr: Feuille
hu: Levél
it: Foglia
ja: リーフ
ko: 잎
nl: Blaadje
pl: Liść
pt_br: Folha
ro: Frunză
sk: List
sv: Blad
tr: Yaprak
uk: Листок
zh_hans: 叶子
zh_hant: 葉

source: Libraries
ar: المكتبات
da: Biblioteker
de: Sammlungen
es: Bibliotecas
fr: Bibliothèques
hu: Könyvtárak
it: Librerie
ja: ライブラリ
ko: 라이브러리
nl: Bibliotheken
pl: Biblioteki
pt_br: Bibliotecas
ro: Biblioteci
sk: Knižnice
sv: Bibliotek
tr: Kütüphaneler
uk: Бібліотеки
zh_hans: 库
zh_hant: 庫

source: Liqueurs
ar: المشروبات الكحولية
da: Likører
de: Liköre
es: Licores
hu: Likőrök
it: Liquori
ja: リキュール
ko: 리큐르
nl: Likeuren
pl: Likiery
pt_br: Licores
ro: Lichioruri
sk: Likéry
sv: Likörer
tr: Likörler
uk: Лікери
zh_hans: 利口酒
zh_hant: 利口酒

source: Loading purchase details...
ar: جارٍ تحميل تفاصيل الشراء...
da: Indlæser købsdetaljer...
de: Kaufdetails werden geladen…
es: Cargando detalles de la compra...
fr: Chargement des détails de l'achat...
hu: Vásárlási adatok betöltése...
it: Caricamento dettagli dell'acquisto...
ja: 購入詳細を読み込み中...
ko: 구매 세부 정보 불러오는 중...
nl: Aankoopdetails laden...
pl: Ładowanie szczegółów zakupu...
pt_br: Carregando detalhes da compra...
ro: Se încarcă detaliile achiziției...
sk: Načítavam detaily nákupu...
sv: Laddar köpinformation...
tr: Satın alma detayları yükleniyor...
uk: Завантаження деталей покупки...
zh_hans: 正在加载购买详情...
zh_hant: 正在加載購買詳情...

source: Made by one person who loves cocktails
ar: صنعه شخص واحد يحب الكوكتيلات
da: Lavet af én person der elsker cocktails
de: Gemacht von einer Person, die Cocktails liebt
es: Hecho por una persona que ama los cócteles
fr: Fait par une personne qui adore les cocktails
hu: Egy koktélrajongó készítette
it: Creato da una persona che ama i cocktail
ja: カクテルが大好きな一人の人が作りました
ko: 칵테일을 사랑하는 한 사람이 만듦
nl: Gemaakt door iemand die van cocktails houdt
pl: Stworzone przez osobę, która kocha koktajle
pt_br: Feito por uma pessoa que ama coquetéis
ro: Creat de o persoană care iubește cocktailurile
sk: Vyrobené jednou osobou, ktorá miluje koktaily
sv: Gjort av en person som älskar cocktails
tr: Kokteylleri seven biri tarafından yapıldı
uk: Створено однією людиною, яка любить коктейлі
zh_hans: 由热爱鸡尾酒的人制作
zh_hant: 由熱愛雞尾酒的人製作

source: Martini
ar: مارتيني
ja: マティーニ
ko: 마티니
uk: Мартіні
zh_hans: 马提尼
zh_hant: 馬丁尼

source: Method
ar: الطريقة
da: Metode
de: Methode
es: Método
fr: Méthode
hu: Módszer
it: Metodo
ja: 方法
ko: 방법
nl: Methode
pl: Metoda
pt_br: Método
ro: Metodă
sk: Metóda
sv: Metod
tr: Yöntem
uk: Метод
zh_hans: 方法
zh_hant: 方法

source: Missing: %@
ar: مفقود: %@
da: Mangler: %@
de: Fehlend: %@
es: Falta: %@
fr: Manquant : %@
hu: Hiányzik: %@
it: Manca: %@
ja: 不足: %@
ko: 누락: %@
nl: Ontbreekt: %@
pl: Brak: %@
pt_br: Faltando: %@
ro: Lipsă: %@
sk: Chýba: %@
sv: Saknas: %@
tr: Eksik: %@
uk: Відсутній: %@
zh_hans: 缺少：%@
zh_hant: 缺少：%@

source: Mixers
ar: المزج
da: Mixere
de: Filler
es: Mezcladores
fr: Mélanges
hu: Keverők
it: Miscelatori
ja: ミキサー
ko: 믹서
pl: Miksery
pt_br: Misturadores
ro: Mixere
sk: Mixéry
tr: Karıştırıcılar
uk: Міксери
zh_hans: 混合饮料
zh_hant: 混合器

source: More
ar: المزيد
da: Mere
de: Mehr
es: Más
fr: Plus
hu: Több
it: Altro
ja: もっと
ko: 더 보기
nl: Meer
pl: Więcej
pt_br: Mais
ro: Mai mult
sk: Viac
sv: Mer
tr: Daha Fazla
uk: Більше
zh_hans: 更多
zh_hant: 更多

source: Name
ar: الاسم
da: Navn
es: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ro: Nume
sk: Názov
sv: Namn
tr: Ad
uk: Назва
zh_hans: 名称
zh_hant: 名稱

source: New Ingredient
ar: مكون جديد
da: Ny ingrediens
de: Neue Zutat
es: Nuevo Ingrediente
fr: Nouvel ingrédient
hu: Új hozzávaló
it: Nuovo Ingrediente
ja: 新しい材料
ko: 새 재료
nl: Nieuw Ingrediënt
pl: Nowy składnik
pt_br: Novo Ingrediente
ro: Ingredient nou
sk: Nová ingrediencia
sv: Ny ingrediens
tr: Yeni Malzeme
uk: Новий інгредієнт
zh_hans: 新原料
zh_hant: 新材料

source: No Cocktails
ar: لا كوكتيلات
da: Ingen cocktails
de: Keine Cocktails
es: No hay cócteles
fr: Pas de cocktails
hu: Nincsenek koktélok
it: Nessun Cocktail
ja: カクテルなし
ko: 칵테일 없음
nl: Geen Cocktails
pl: Brak koktajli
pt_br: Sem Coquetéis
ro: Fără cocktailuri
sk: Žiadne koktaily
sv: Inga cocktails
tr: Kokteyl Yok
uk: Немає коктейлів
zh_hans: 没有鸡尾酒
zh_hant: 沒有雞尾酒

source: No cocktails use %@.
ar: لا تستخدم أي كوكتيلات %@.
da: Ingen cocktails bruger %@.
de: Keine Cocktails verwenden %@.
es: Ningún cóctel usa %@.
fr: Aucun cocktail n'utilise %@.
hu: Egyik koktél sem használja a(z) %@-t.
it: Nessun cocktail usa %@.
ja: %@を使うカクテルはありません。
ko: %@를 사용하는 칵테일이 없습니다.
nl: Geen cocktails gebruiken %@.
pl: Żaden koktajl nie używa %@.
pt_br: Nenhum coquetel usa %@.
ro: Niciun cocktail nu folosește %@.
sk: Žiadne koktaily nepoužívajú %@.
sv: Inga cocktails använder %@.
tr: Hiçbir kokteyl %@ kullanmaz.
uk: Жоден коктейль не використовує %@.
zh_hans: 没有鸡尾酒使用%@。
zh_hant: 沒有雞尾酒使用%@。

source: No Ice
ar: بدون ثلج
da: Ingen is
de: Kein Eis
es: Sin Hielo
fr: Pas de glace
hu: Nincs jég
it: Senza Ghiaccio
ja: 氷なし
ko: 얼음 없음
nl: Geen IJs
pl: Brak lodu
pt_br: Sem Gelo
ro: Fără gheață
sk: Bez ľadu
sv: Ingen is
tr: Buz Yok
uk: Без льоду
zh_hans: 无冰
zh_hant: 無冰

source: No Ingredients
ar: لا مكونات
da: Ingen ingredienser
de: Keine Zutaten
es: Sin Ingredientes
fr: Pas d'ingrédients
hu: Nincsenek hozzávalók
it: Nessun Ingrediente
ja: 材料なし
ko: 재료 없음
nl: Geen Ingrediënten
pl: Brak składników
pt_br: Sem Ingredientes
ro: Fără ingrediente
sk: Žiadne ingrediencie
sv: Inga ingredienser
tr: Malzeme Yok
uk: Немає інгредієнтів
zh_hans: 无原料
zh_hant: 無材料

source: No ingredients provided.
ar: لم يتم توفير مكونات.
da: Ingen ingredienser angivet.
de: Keine Zutaten angegeben.
es: No se proporcionaron ingredientes.
fr: Aucun ingrédient fourni.
hu: Nincsenek megadva hozzávalók.
it: Nessun ingrediente fornito.
ja: 材料が提供されていません。
ko: 제공된 재료가 없습니다.
nl: Geen ingrediënten verstrekt.
pl: Nie podano składników.
pt_br: Nenhum ingrediente fornecido.
ro: Niciun ingredient furnizat.
sk: Žiadne ingrediencie neboli poskytnuté.
sv: Inga ingredienser angivna.
tr: Malzeme verilmedi.
uk: Інгредієнти не надано.
zh_hans: 未提供原料。
zh_hant: 未提供材料。

source: None
ar: لا شيء
da: Ingen
de: Keine
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhum
ro: Niciunul
sk: Žiadne
sv: Ingen
tr: Hiçbiri
uk: Немає
zh_hans: 无
zh_hant: 無

source: None added yet.
ar: لم يُضف شيء بعد.
da: Ingen tilføjet endnu.
de: Noch nichts hinzugefügt.
es: Ninguno añadido aún.
fr: Aucun ajouté pour le moment.
hu: Még nincs hozzáadva.
it: Nessuno aggiunto ancora.
ja: まだ追加されていません。
ko: 아직 추가된 것이 없습니다.
nl: Nog niets toegevoegd.
pl: Jeszcze nic nie dodano.
pt_br: Nenhum adicionado ainda.
ro: Nimic adăugat încă.
sk: Ešte nič pridané.
sv: Inga tillagda än.
tr: Henüz eklenmedi.
uk: Ще не додано.
zh_hans: 尚未添加。
zh_hant: 尚未添加。

source: Not Now
ar: ليس الآن
da: Ikke nu
de: Nicht jetzt
es: No Ahora
fr: Pas maintenant
hu: Most nem
it: Non Ora
ja: 今はしない
ko: 지금은 안 함
nl: Niet Nu
pl: Nie teraz
pt_br: Agora Não
ro: Nu acum
sk: Nie teraz
sv: Inte nu
tr: Şimdi değil
uk: Не зараз
zh_hans: 暂不
zh_hant: 稍後

source: Not selected
ar: غير محدد
da: Ikke valgt
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
hu: Nincs kiválasztva
it: Non selezionato
ja: 未選択
ko: 선택되지 않음
nl: Niet geselecteerd
pl: Nie wybrano
pt_br: Não selecionado
ro: Neselectat
sk: Nevybrané
sv: Inte vald
tr: Seçilmedi
uk: Не вибрано
zh_hans: 未选择
zh_hant: 未選擇

source: Not stocked
ar: غير مخزون
da: Ikke på lager
de: Nicht gelagert
es: No almacenado
fr: Pas en stock
hu: Nincs készleten
it: Non in magazzino
ja: 未ストック
ko: 재고 없음
nl: Niet op voorraad
pl: Brak w zapasie
pt_br: Não em estoque
ro: Nedepozitat
sk: Nie je na sklade
sv: Inte i lager
tr: Stokta Yok
uk: Не в наявності
zh_hans: 未库存
zh_hant: 未庫存

source: Not used yet
ar: لم يُستخدم بعد
da: Ikke brugt endnu
de: Noch nicht verwendet
es: Aún no usado
fr: Pas encore utilisé
hu: Még nem használt
it: Non ancora usato
ja: まだ使用されていません
ko: 아직 사용되지 않음
nl: Nog niet gebruikt
pl: Jeszcze nie używane
pt_br: Ainda não usado
ro: Neutilizat încă
sk: Ešte nepoužité
sv: Inte använd än
tr: Henüz kullanılmadı
uk: Ще не використано
zh_hans: 尚未使用
zh_hant: 尚未使用

source: Note
ar: ملاحظة
de: Notiz
es: Nota
hu: Megjegyzés
it: Nota
ja: メモ
ko: 메모
nl: Notitie
pl: Notatka
pt_br: Nota
ro: Notă
sk: Poznámka
sv: Notering
tr: Not
uk: Примітка
zh_hans: 备注
zh_hant: 備註

source: Notes
ar: ملاحظات
da: Noter
de: Notizen
es: Notas
hu: Megjegyzések
it: Note
ja: メモ
ko: 노트
nl: Notities
pl: Notatki
pt_br: Notas
ro: Note
sk: Poznámky
sv: Noteringar
tr: Notlar
uk: Нотатки
zh_hans: 备注
zh_hant: 備註

source: Nothing to make
ar: لا يوجد شيء للتحضير
da: Intet at lave
de: Nichts zu mixen
es: Nada para hacer
fr: Rien à préparer
hu: Nincs mit készíteni
it: Niente da fare
ja: 作れるものがない
ko: 만들 수 있는 것이 없음
nl: Niets te maken
pl: Nic do zrobienia
pt_br: Nada para fazer
ro: Nimic de preparat
sk: Nič na prípravu
sv: Inget att göra
tr: Yapacak bir şey yok
uk: Нічого для приготування
zh_hans: 无可制作
zh_hant: 無法製作

source: Nothing to make yet
ar: لا يوجد شيء للتحضير بعد
da: Intet at lave endnu
de: Noch nichts zu mixen
es: Nada para hacer aún
fr: Rien à préparer pour l'instant
hu: Még nincs mit készíteni
it: Niente da fare ancora
ja: まだ作れるものがない
ko: 아직 만들 수 있는 것이 없음
nl: Nog niets te maken
pl: Jeszcze nic do zrobienia
pt_br: Nada para fazer ainda
ro: Nimic de preparat încă
sk: Zatiaľ nič na prípravu
sv: Inget att göra än
tr: Henüz yapacak bir şey yok
uk: Ще нічого для приготування
zh_hans: 尚无可制作
zh_hant: 尚無法製作

source: OK
ar: حسنًا
ko: 확인
tr: Tamam
uk: ОК
zh_hans: 好的
zh_hant: 好的

source: One-time purchase · No subscription
ar: شراء لمرة واحدة · لا اشتراك
da: Engangskøb · Ingen abonnement
de: Einmaliger Kauf · Kein Abo
es: Compra única · Sin suscripción
fr: Achat unique · Pas d'abonnement
hu: Egyszeri vásárlás · Nincs előfizetés
it: Acquisto unico · Nessun abbonamento
ja: 一回購入 · サブスクリプションなし
ko: 일회성 구매 · 구독 없음
nl: Eenmalige aankoop · Geen abonnement
pl: Jednorazowy zakup · Bez subskrypcji
pt_br: Compra única · Sem assinatura
ro: Achiziție unică · Fără abonament
sk: Jednorazový nákup · Žiadne predplatné
sv: Engångsköp · Ingen prenumeration
tr: Tek seferlik satın alma · Abonelik yok
uk: Одноразова покупка · Без підписки
zh_hans: 一次性购买 · 无需订阅
zh_hant: 一次性購買 · 無需訂閱

source: Options
ar: خيارات
da: Indstillinger
de: Optionen
es: Opciones
hu: Beállítások
it: Opzioni
ja: オプション
ko: 옵션
nl: Opties
pl: Opcje
pt_br: Opções
ro: Opțiuni
sk: Možnosti
sv: Alternativ
tr: Seçenekler
uk: Опції
zh_hans: 选项
zh_hant: 選項

source: Other
ar: أخرى
da: Andet
de: Andere
es: Otro
fr: Autre
hu: Egyéb
it: Altro
ja: その他
ko: 기타
nl: Overig
pl: Inne
pt_br: Outro
ro: Altul
sk: Iné
sv: Annat
tr: Diğer
uk: Інше
zh_hans: 其他
zh_hant: 其他

source: Part
ar: جزء
da: Del
de: Teil
es: Parte
fr: Partie
hu: Rész
it: Parte
ja: パート
ko: 부분
nl: Deel
pl: Część
pt_br: Parte
ro: Parte
sk: Časť
sv: Del
tr: Parça
uk: Частина
zh_hans: 部分
zh_hant: 部分

source: Piece
ar: قطعة
da: Stykke
de: Stück
es: Pieza
fr: Morceau
hu: Darab
it: Pezzo
ja: ピース
ko: 조각
nl: Stuk
pl: Kawałek
pt_br: Pedaço
ro: Bucată
sk: Kus
sv: Bit
tr: Parça
uk: Шматок
zh_hans: 块
zh_hant: 片

source: Privacy
ar: الخصوصية
da: Privatliv
de: Datenschutz
es: Privacidad
fr: Confidentialité
hu: Adatvédelem
ja: プライバシー
ko: 개인정보
pl: Prywatność
pt_br: Privacidade
ro: Confidențialitate
sk: Súkromie
sv: Integritet
tr: Gizlilik
uk: Конфіденційність
zh_hans: 隐私
zh_hant: 隱私

source: Ready to make
ar: جاهز للتحضير
da: Klar til at lave
de: Jetzt machbar
es: Listo para hacer
fr: Prêt à préparer
hu: Kész a készítésre
it: Pronto per preparare
ja: 作る準備ができた
ko: 만들 준비 완료
nl: Klaar om te maken
pl: Gotowe do zrobienia
pt_br: Pronto para fazer
ro: Gata de preparat
sk: Pripravený na prípravu
sv: Redo att göra
tr: Yapmaya hazır
uk: Готовий до приготування
zh_hans: 准备制作
zh_hant: 準備製作

source: Refresh ingredients and replace all library cocktails with the latest versions
ar: تحديث المكونات واستبدال جميع الكوكتيلات في المكتبة بأحدث الإصدارات
da: Opdater ingredienser og erstat alle bibliotekscocktails med de nyeste versioner
de: Zutaten aktualisieren und alle Sammlungs-Cocktails durch die neuesten Versionen ersetzen
es: Actualiza ingredientes y reemplaza todos los cócteles de la biblioteca con las últimas versiones
fr: Actualiser les ingrédients et remplacer tous les cocktails de la bibliothèque par les dernières versions
hu: Frissítsd a hozzávalókat és cseréld le az összes könyvtári koktélt a legújabb verziókra
it: Aggiorna ingredienti e sostituisci tutti i cocktail della libreria con le versioni più recenti
ja: 材料を更新してすべてのライブラリカクテルを最新バージョンに置き換える
ko: 재료 새로고침 및 모든 라이브러리 칵테일 최신 버전으로 교체
nl: Ververs ingrediënten en vervang alle bibliotheekcocktails door de nieuwste versies
pl: Odśwież składniki i zastąp wszystkie koktajle z biblioteki najnowszymi wersjami
pt_br: Atualize os ingredientes e substitua todos os coquetéis da biblioteca pelas versões mais recentes
ro: Reîmprospătează ingredientele și înlocuiește toate cocktailurile din bibliotecă cu cele mai recente versiuni
sk: Obnov ingrediencie a nahraď všetky koktaily v knižnici najnovšími verziami
sv: Uppdatera ingredienser och ersätt alla bibliotekscocktails med de senaste versionerna
tr: Malzemeleri yenile ve tüm kütüphane kokteyllerini en son sürümlerle değiştir
uk: Онови інгредієнти та заміни всі коктейлі бібліотеки на останні версії
zh_hans: 刷新配料并用最新版本替换所有库鸡尾酒
zh_hant: 刷新材料並用最新版本替換所有庫中的雞尾酒

source: Reimport Complete
ar: إعادة الاستيراد مكتملة
da: Genimport fuldført
de: Neuimport abgeschlossen
es: Reimportación Completa
fr: Réimportation terminée
hu: Újraimportálás kész
it: Reimportazione completata
ja: 再インポート完了
ko: 재수입 완료
nl: Herimporteren voltooid
pl: Ponowne zaimportowanie zakończone
pt_br: Reimportação Completa
ro: Reimport complet
sk: Znovuimport dokončený
sv: Återimport klar
tr: Yeniden İçe Aktarma Tamamlandı
uk: Повторний імпорт завершено
zh_hans: 重新导入完成
zh_hant: 重新導入完成
